Revit 2027 API
TableSectionData.LastRowNumber Property
 The last row in this section of the table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int LastRowNumber { get; }
Public ReadOnly Property LastRowNumber As Integer
	Get
public:
property int LastRowNumber {
	int get ();
}
member LastRowNumber : int with get
Property Value
Int32
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace